Terraform plan in __tests/terraform-cloud__ in the __lint2-2__ workspace
With var files: `tests/terraform-cloud/my_variable.tfvars
`
With variables: `from_variables="from_variables"`
<details>
<summary>Plan: 1 to add, 0 to change, 0 to destroy.</summary>

```hcl
An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # random_id.the_id will be created
  + resource "random_id" "the_id" {
      + b64_std     = (known after apply)
      + b64_url     = (known after apply)
      + byte_length = 5
      + dec         = (known after apply)
      + hex         = (known after apply)
      + id          = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

:memo: Plan generated in [Test remote backend #278](https://github.com/dflook/terraform-github-actions/actions/runs/1546134348)